IDEA StatiCa Open Model
NumberGroups.Create Method (Double, Int32)
Compatible with IDEA StatiCa Beta 21.0 - beta
 Creates a new instance of one group with several values (defined by count).
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public static NumberGroups Create(
	double value,
	int count
)
Public Shared Function Create (
	value As Double,
	count As Integer
) As NumberGroups
public:
static NumberGroups^ Create(
	double value,
	int count
)
Parameters
value
Type: System.Double
The input value.
count
Type: System.Int32
The count, defined value repeating.
Return Value
Type: NumberGroups
A new instance of group.
See Also
Reference
NumberGroups Class
Create Overload
IdeaRS.OpenModel.Parameters Namespace